"No language" = "No language";
"Unknown language" = "Unknown language %d";
"Unspecified language" = "Unspecified language";

"Unspecified" = "Unspecified";
"English" = "English";
"French" = "French";
"German" = "German";
"Italian" = "Italian";
"Dutch" = "Dutch";
"Swedish" = "Swedish";
"Spanish" = "Spanish";
"Danish" = "Danish";
"Portuguese" = "Portuguese";
"Norwegian" = "Norwegian";
"Hebrew" = "Hebrew";
"Japanese" = "Japanese";
"Arabic" = "Arabic";
"Finnish" = "Finnish";
"Greek" = "Greek";
"Icelandic" = "Icelandic";
"Maltese" = "Maltese";
"Turkish" = "Turkish";
"Croatian" = "Croatian";
"Traditional Chinese" = "Traditional Chinese";
"Urdu" = "Urdu";
"Hindi" = "Hindi";
"Thai" = "Thai";
"Korean" = "Korean";
"Lithuanian" = "Lithuanian";
"Polish" = "Polish";
"Hungarian" = "Hungarian";
"Estonian" = "Estonian";
"Lettish" = "Lettish";
"Saamisk" = "Saamisk";
"Faeroese" = "Faeroese";
"Farsi" = "Farsi";
"Russian" = "Russian";
"Simplified Chinese" = "Simplified Chinese";
"Flemish" = "Flemish";
"Irish" = "Irish";
"Albanian" = "Albanian";
"Romanian" = "Romanian";
"Czech" = "Czech";
"Slovak" = "Slovak";
"Slovenian" = "Slovenian";
"Yiddish" = "Yiddish";
"Serbian" = "Serbian";
"Macedonian" = "Macedonian";
"Bulgarian" = "Bulgarian";
"Ukrainian" = "Ukrainian";
"Byelorussian" = "Byelorussian";
"Uzbek" = "Uzbek";
"Kazakh" = "Kazakh";
"Azerbaijani" = "Azerbaijani";
"Azerbaijan Armenian" = "Azerbaijan Armenian";
"Armenian" = "Armenian";
"Georgian" = "Georgian";
"Moldavian" = "Moldavian";
"Kirghiz" = "Kirghiz";
"Tajiki" = "Tajiki";
"Turkmen" = "Turkmen";
"Mongolian" = "Mongolian";
"Mongolian Cyrillic" = "Mongolian Cyrillic";
"Pashto" = "Pashto";
"Kurdish" = "Kurdish";
"Kashmiri" = "Kashmiri";
"Sindhi" = "Sindhi";
"Tibetan" = "Tibetan";
"Nepali" = "Nepali";
"Sanskrit" = "Sanskrit";
"Marathi" = "Marathi";
"Bengali" = "Bengali";
"Assamese" = "Assamese";
"Gujarati" = "Gujarati";
"Punjabi" = "Punjabi";
"Oriya" = "Oriya";
"Malayalam" = "Malayalam";
"Kannada" = "Kannada";
"Tamil" = "Tamil";
"Telugu" = "Telugu";
"Sinhalese" = "Sinhalese";
"Burmese" = "Burmese";
"Khmer" = "Khmer";
"Lao" = "Lao";
"Vietnamese" = "Vietnamese";
"Indonesian" = "Indonesian";
"Tagalog" = "Tagalog";
"Malay Roman" = "Malay Roman";
"Malay Arabic" = "Malay Arabic";
"Amharic" = "Amharic";
"Tigrinya" = "Tigrinya";
"Galla" = "Galla";
"Somali" = "Somali";
"Swahili" = "Swahili";
"Ruanda" = "Ruanda";
"Rundi" = "Rundi";
"Chewa" = "Chewa";
"Malagasy" = "Malagasy";
"Esperanto" = "Esperanto";
"Welsh" = "Welsh";
"Basque" = "Basque";
"Catalan" = "Catalan";
"Latin" = "Latin";
"Quechua" = "Quechua";
"Guarani" = "Guarani";
"Aymara" = "Aymara";
"Tatar" = "Tatar";
"Uighur" = "Uighur";
"Dzongkha" = "Dzongkha";
"Javanese Roman" = "Javanese Roman";
"Sundanese Roman" = "Sundanese Roman";
"Norwegian (Bokmal)" = "Norwegian (Bokmål)";
